#+TITLE: Anatomy I - Torso
#+AUTHOR: Chris Hogan
#+DATE: <2021-02-15 Mon> to <2021-03-14 Sun>
#+STARTUP: nologdone

* Proko Human Anatomy for Artists
* Log
** Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-02-21 Sun 20:05]
| Tags    | Headline                                 | Time    |       |      |      |
|---------+------------------------------------------+---------+-------+------+------|
|         | *Total time*                             | *32:20* |       |      |      |
|---------+------------------------------------------+---------+-------+------+------|
|         | \_  Week 1                               |         | 32:20 |      |      |
|         | \_    <2021-02-15 Mon>                   |         |       | 4:17 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:47 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:53 |
| drawing | \_      Proko Anatomy - Anatomy Tracings |         |       |      | 1:13 |
| drawing | \_      Proko Anatomy - Back contour     |         |       |      | 0:40 |
| study   | \_      Proko Anatomy - Joints           |         |       |      | 0:44 |
|         | \_    <2021-02-16 Tue>                   |         |       | 2:41 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:44 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:17 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 0:55 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 0:45 |
|         | \_    <2021-02-17 Wed>                   |         |       | 4:04 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:45 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:19 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 1:05 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 1:55 |
|         | \_    <2021-02-18 Thu>                   |         |       | 4:00 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:45 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:14 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 1:18 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 1:43 |
|         | \_    <2021-02-19 Fri>                   |         |       | 3:38 |      |
| drawing | \_      Copy Finch                       |         |       |      | 0:44 |
| drawing | \_      Warmup - digital                 |         |       |      | 0:22 |
| drawing | \_      Proko Anatomy - Anatomy Tracing  |         |       |      | 0:53 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 1:39 |
|         | \_    <2021-02-20 Sat>                   |         |       | 7:53 |      |
| drawing | \_      Copy Finch                       |         |       |      | 1:05 |
| study   | \_      Proko Anatomy - Pelvis           |         |       |      | 0:27 |
| drawing | \_      Proko Anatomy - Types of Joints  |         |       |      | 5:47 |
| study   | \_      Proko Anatomy - The spine        |         |       |      | 0:34 |
|         | \_    <2021-02-21 Sun>                   |         |       | 5:47 |      |
| drawing | \_      Proko Anatomy - Spine            |         |       |      | 5:02 |
| study   | \_      Blog post                        |         |       |      | 0:45 |
#+END:
#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *29h 50m* |
|---------+------------+-----------|
| study   | *Tag time* | *2h 30m*  |

#+END:

*** <2021-02-15 Mon>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 06:43]--[2021-02-15 Mon 07:30] =>  0:47
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 17:57]--[2021-02-15 Mon 18:50] =>  0:53
     :END:
**** DONE Proko Anatomy - Anatomy Tracings                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 18:51]--[2021-02-15 Mon 20:04] =>  1:13
     :END:
**** DONE Proko Anatomy - Back contour                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 20:08]--[2021-02-15 Mon 20:48] =>  0:40
     :END:
**** DONE Proko Anatomy - Joints :study:
     :LOGBOOK:
     CLOCK: [2021-02-15 Mon 20:51]--[2021-02-15 Mon 21:35] =>  0:44
     :END:

*** <2021-02-16 Tue>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 06:44]--[2021-02-16 Tue 07:28] =>  0:44
     :END:

**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 17:58]--[2021-02-16 Tue 18:15] =>  0:17
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 19:40]--[2021-02-16 Tue 20:11] =>  0:31
     CLOCK: [2021-02-16 Tue 18:16]--[2021-02-16 Tue 18:40] =>  0:24
     :END:
**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-16 Tue 20:12]--[2021-02-16 Tue 20:57] =>  0:45
     :END:

*** <2021-02-17 Wed>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 06:43]--[2021-02-17 Wed 07:28] =>  0:45
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 17:59]--[2021-02-17 Wed 18:18] =>  0:33
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 18:18]--[2021-02-17 Wed 19:23] =>  1:05
     :END:

**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-17 Wed 19:24]--[2021-02-17 Wed 21:19] =>  1:55
     :END:

*** <2021-02-18 Thu>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 06:42]--[2021-02-18 Thu 07:27] =>  0:45
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 17:58]--[2021-02-18 Thu 18:12] =>  0:14
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 18:12]--[2021-02-18 Thu 19:30] =>  1:18
     :END:

**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-18 Thu 19:35]--[2021-02-18 Thu 21:18] =>  1:43
     :END:
*** <2021-02-19 Fri>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 06:44]--[2021-02-19 Fri 07:28] =>  0:44
     :END:
**** DONE Warmup - digital                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 17:46]--[2021-02-19 Fri 18:08] =>  0:22
     :END:
**** DONE Proko Anatomy - Anatomy Tracing                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 18:09]--[2021-02-19 Fri 19:02] =>  0:53
     :END:

**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-19 Fri 19:05]--[2021-02-19 Fri 20:44] =>  1:39
     :END:
*** <2021-02-20 Sat>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 08:33]--[2021-02-20 Sat 09:38] =>  1:05
     :END:
**** DONE Proko Anatomy - Pelvis                                      :study:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 09:38]--[2021-02-20 Sat 10:05] =>  0:27
     :END:
**** DONE Proko Anatomy - Types of Joints                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 18:08]--[2021-02-20 Sat 19:38] =>  1:30
     CLOCK: [2021-02-20 Sat 13:06]--[2021-02-20 Sat 15:54] =>  2:48
     CLOCK: [2021-02-20 Sat 10:05]--[2021-02-20 Sat 11:34] =>  1:29
     :END:
**** DONE Proko Anatomy - The spine                                   :study:
     :LOGBOOK:
     CLOCK: [2021-02-20 Sat 17:34]--[2021-02-20 Sat 18:08] =>  0:34
     :END:
*** <2021-02-21 Sun>
**** DONE Proko Anatomy - Spine                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-21 Sun 17:37]--[2021-02-21 Sun 19:19] =>  1:42
     CLOCK: [2021-02-21 Sun 12:52]--[2021-02-21 Sun 14:35] =>  1:43
     CLOCK: [2021-02-21 Sun 09:37]--[2021-02-21 Sun 11:14] =>  1:37
     :END:
**** DONE Blog post :study:
     :LOGBOOK:
     CLOCK: [2021-02-21 Sun 19:20]--[2021-02-21 Sun 20:05] =>  0:45
     :END:
** Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-02-28 Sun 21:26]
| Tags    | Headline                                        | Time    |       |      |      |
|---------+-------------------------------------------------+---------+-------+------+------|
|         | *Total time*                                    | *34:59* |       |      |      |
|---------+-------------------------------------------------+---------+-------+------+------|
|         | \_  Week 2                                      |         | 34:59 |      |      |
|         | \_    <2021-02-22 Mon>                          |         |       | 4:09 |      |
| drawing | \_      Copy Finch                              |         |       |      | 0:42 |
| drawing | \_      Warmup                                  |         |       |      | 0:27 |
| drawing | \_      Proko Anatomy - The spine               |         |       |      | 3:00 |
|         | \_    <2021-02-23 Tue>                          |         |       | 3:59 |      |
| drawing | \_      Copy Finch                              |         |       |      | 0:42 |
| drawing | \_      Warmup                                  |         |       |      | 0:42 |
| drawing | \_      Proko Anatomy - The spine               |         |       |      | 2:15 |
| drawing | \_      Digital boxes                           |         |       |      | 0:20 |
|         | \_    <2021-02-24 Wed>                          |         |       | 3:55 |      |
| drawing | \_      Copy Finch                              |         |       |      | 0:42 |
| drawing | \_      Warmup                                  |         |       |      | 0:28 |
| drawing | \_      Proko Anatomy - The spine               |         |       |      | 2:13 |
| drawing | \_      Proko Anatomy - The pelvis              |         |       |      | 0:32 |
|         | \_    <2021-02-25 Thu>                          |         |       | 4:08 |      |
| drawing | \_      Copy Finch                              |         |       |      | 1:32 |
| drawing | \_      Warmup                                  |         |       |      | 0:31 |
| drawing | \_      Proko Anatomy - The pelvis              |         |       |      | 2:05 |
|         | \_    <2021-02-26 Fri>                          |         |       | 3:46 |      |
| drawing | \_      Copy Finch                              |         |       |      | 0:45 |
| drawing | \_      Warmup                                  |         |       |      | 0:25 |
| drawing | \_      Proko Anatomy - The pelvis              |         |       |      | 1:25 |
| drawing | \_      Proko Anatomy - The ribcage             |         |       |      | 1:11 |
|         | \_    <2021-02-27 Sat>                          |         |       | 7:56 |      |
| drawing | \_      Warmup                                  |         |       |      | 0:28 |
| drawing | \_      Proko Anatomy - The pelvis              |         |       |      | 0:32 |
| drawing | \_      Proko Anatomy - The ribcage             |         |       |      | 3:26 |
| drawing | \_      Proko Anatomy - The shoulders           |         |       |      | 3:30 |
|         | \_    <2021-02-28 Sun>                          |         |       | 7:06 |      |
| drawing | \_      Warmup                                  |         |       |      | 0:22 |
| drawing | \_      Proko Anatomy - The shoulders           |         |       |      | 3:37 |
| drawing | \_      Proko Anatomy - Shoulder girdle tracing |         |       |      | 0:39 |
| drawing | \_      Copy Bridgman                           |         |       |      | 1:31 |
| study   | \_      Blog                                    |         |       |      | 0:57 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *34h 2m* |
|---------+------------+----------|
| study   | *Tag time* | *0h 57m* |

#+END:
*** <2021-02-22 Mon>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-22 Mon 06:45]--[2021-02-22 Mon 07:27] =>  0:42
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-22 Mon 18:01]--[2021-02-22 Mon 18:28] =>  0:27
     :END:
**** DONE Proko Anatomy - The spine                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-22 Mon 21:08]--[2021-02-22 Mon 21:28] =>  0:20
     CLOCK: [2021-02-22 Mon 19:28]--[2021-02-22 Mon 21:08] =>  1:40
     CLOCK: [2021-02-22 Mon 18:28]--[2021-02-22 Mon 19:28] =>  1:00
     :END:
*** <2021-02-23 Tue>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 06:44]--[2021-02-23 Tue 07:26] =>  0:42
     :END:

**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 18:00]--[2021-02-23 Tue 18:42] =>  0:42
     :END:
**** DONE Proko Anatomy - The spine                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 18:42]--[2021-02-23 Tue 20:57] =>  2:15
     :END:
**** DONE Digital boxes                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-23 Tue 20:57]--[2021-02-23 Tue 21:17] =>  0:20
     :END:
*** <2021-02-24 Wed>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 06:46]--[2021-02-24 Wed 07:28] =>  0:42
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 18:07]--[2021-02-24 Wed 18:35] =>  0:28
     :END:
**** DONE Proko Anatomy - The spine                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 18:35]--[2021-02-24 Wed 20:48] =>  2:13
     :END:
**** DONE Proko Anatomy - The pelvis                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-24 Wed 20:58]--[2021-02-24 Wed 21:30] =>  0:32
     :END:
*** <2021-02-25 Thu>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-25 Thu 20:29]--[2021-02-25 Thu 21:16] =>  0:47
     CLOCK: [2021-02-25 Thu 06:45]--[2021-02-25 Thu 07:30] =>  0:45
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-25 Thu 17:52]--[2021-02-25 Thu 18:23] =>  0:31
     :END:
**** DONE Proko Anatomy - The pelvis                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-25 Thu 18:24]--[2021-02-25 Thu 20:29] =>  2:05
     :END:
*** <2021-02-26 Fri>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-26 Fri 06:41]--[2021-02-26 Fri 07:26] =>  0:45
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-26 Fri 17:44]--[2021-02-26 Fri 18:09] =>  0:25
     :END:
**** DONE Proko Anatomy - The pelvis                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-26 Fri 18:09]--[2021-02-26 Fri 19:34] =>  1:25
     :END:
**** DONE Proko Anatomy - The ribcage                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-26 Fri 19:34]--[2021-02-26 Fri 20:45] =>  1:11
     :END:
*** <2021-02-27 Sat>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-27 Sat 09:07]--[2021-02-27 Sat 09:35] =>  0:28
     :END:
**** DONE Proko Anatomy - The pelvis                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-27 Sat 09:35]--[2021-02-27 Sat 10:07] =>  0:32
     :END:
**** DONE Proko Anatomy - The ribcage                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-27 Sat 13:31]--[2021-02-27 Sat 15:11] =>  1:40
     CLOCK: [2021-02-27 Sat 10:07]--[2021-02-27 Sat 11:53] =>  1:46
     :END:
**** DONE Proko Anatomy - The shoulders                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-27 Sat 18:02]--[2021-02-27 Sat 20:15] =>  2:13
     CLOCK: [2021-02-27 Sat 15:45]--[2021-02-27 Sat 16:30] =>  0:45
     CLOCK: [2021-02-27 Sat 15:11]--[2021-02-27 Sat 15:43] =>  0:32
     :END:
*** <2021-02-28 Sun>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-28 Sun 08:59]--[2021-02-28 Sun 09:21] =>  0:22
     :END:
**** DONE Proko Anatomy - The shoulders                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-28 Sun 13:08]--[2021-02-28 Sun 14:52] =>  1:44
     CLOCK: [2021-02-28 Sun 09:21]--[2021-02-28 Sun 11:14] =>  1:53
     :END:
**** DONE Proko Anatomy - Shoulder girdle tracing                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-28 Sun 11:15]--[2021-02-28 Sun 11:54] =>  0:39
     :END:
**** DONE Copy Bridgman                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-02-28 Sun 18:00]--[2021-02-28 Sun 19:31] =>  1:31
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-02-28 Sun 19:33]--[2021-02-28 Sun 20:30] =>  0:57
     :END:
** Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-03-07 Sun 20:04]
| Tags    | Headline                         | Time    |       |      |      |
|---------+----------------------------------+---------+-------+------+------|
|         | *Total time*                     | *33:43* |       |      |      |
|---------+----------------------------------+---------+-------+------+------|
|         | \_  Week 3                       |         | 33:43 |      |      |
|         | \_    <2021-03-01 Mon>           |         |       | 4:06 |      |
| drawing | \_      Copy Finch               |         |       |      | 0:43 |
| drawing | \_      Digital warmup           |         |       |      | 0:36 |
| drawing | \_      Proko Anatomy pecs       |         |       |      | 2:05 |
| drawing | \_      Copy Bridgman            |         |       |      | 0:32 |
| drawing | \_      Digital color            |         |       |      | 0:10 |
|         | \_    <2021-03-02 Tue>           |         |       | 3:50 |      |
| drawing | \_      Copy Finch               |         |       |      | 0:45 |
| drawing | \_      Warmup                   |         |       |      | 0:26 |
| drawing | \_      Proko Anatomy - Pecs     |         |       |      | 1:57 |
| drawing | \_      Proko Anatomy - Breasts  |         |       |      | 0:42 |
|         | \_    <2021-03-03 Wed>           |         |       | 4:13 |      |
| drawing | \_      Copy Finch               |         |       |      | 0:45 |
| drawing | \_      Warmup                   |         |       |      | 0:27 |
| drawing | \_      Proko Anatomy - Breasts  |         |       |      | 1:59 |
| drawing | \_      Digital warmup - ovals   |         |       |      | 1:02 |
|         | \_    <2021-03-04 Thu>           |         |       | 4:01 |      |
| drawing | \_      Copy Finch               |         |       |      | 0:42 |
| drawing | \_      Warmup                   |         |       |      | 0:20 |
| drawing | \_      Proko Anatomy - Breasts  |         |       |      | 2:22 |
| drawing | \_      Digital warmups          |         |       |      | 0:37 |
|         | \_    <2021-03-05 Fri>           |         |       | 3:38 |      |
| drawing | \_      Copy Finch               |         |       |      | 2:02 |
| drawing | \_      Warmup                   |         |       |      | 0:15 |
| drawing | \_      Proko Anatomy - Abs      |         |       |      | 1:21 |
|         | \_    <2021-03-06 Sat>           |         |       | 7:58 |      |
| drawing | \_      Copy Finch               |         |       |      | 1:08 |
| drawing | \_      Warmup                   |         |       |      | 0:17 |
| drawing | \_      Proko Anatomy - Abs      |         |       |      | 4:56 |
| drawing | \_      Digital warmup           |         |       |      | 1:06 |
| study   | \_      Proko Anatomy - Obliques |         |       |      | 0:31 |
|         | \_    <2021-03-07 Sun>           |         |       | 5:57 |      |
| drawing | \_      Warmup                   |         |       |      | 0:21 |
| drawing | \_      Proko Anatomy - Obliques |         |       |      | 4:54 |
| study   | \_      Blog                     |         |       |      | 0:42 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *32h 30m* |
|---------+------------+-----------|
| study   | *Tag time* | *1h 13m*  |

#+END:

*** <2021-03-01 Mon>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-01 Mon 06:42]--[2021-03-01 Mon 07:25] =>  0:43
     :END:
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-01 Mon 18:05]--[2021-03-01 Mon 18:41] =>  0:36
     :END:
**** DONE Proko Anatomy pecs                                        :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-01 Mon 18:41]--[2021-03-01 Mon 20:46] =>  2:05
     :END:
**** DONE Copy Bridgman                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-01 Mon 20:51]--[2021-03-01 Mon 21:23] =>  0:32
     :END:
**** DONE Digital color                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-01 Mon 21:24]--[2021-03-01 Mon 21:34] =>  0:10
     :END:
*** <2021-03-02 Tue>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-02 Tue 06:43]--[2021-03-02 Tue 07:28] =>  0:45
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-02 Tue 18:10]--[2021-03-02 Tue 18:36] =>  0:26
     :END:
**** DONE Proko Anatomy - Pecs                                      :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-02 Tue 18:36]--[2021-03-02 Tue 20:33] =>  1:57
     :END:
**** DONE Proko Anatomy - Breasts                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-02 Tue 20:34]--[2021-03-02 Tue 21:16] =>  0:42
     :END:
*** <2021-03-03 Wed>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-03 Wed 06:43]--[2021-03-03 Wed 07:28] =>  0:45
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-03 Wed 18:04]--[2021-03-03 Wed 18:31] =>  0:27
     :END:
**** DONE Proko Anatomy - Breasts                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-03 Wed 18:31]--[2021-03-03 Wed 20:30] =>  1:59
     :END:
**** DONE Digital warmup - ovals                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-03 Wed 20:30]--[2021-03-03 Wed 21:32] =>  1:02
     :END:
*** <2021-03-04 Thu>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-04 Thu 06:46]--[2021-03-04 Thu 07:28] =>  0:42
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-04 Thu 18:00]--[2021-03-04 Thu 18:20] =>  0:20
     :END:
**** DONE Proko Anatomy - Breasts                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-04 Thu 18:20]--[2021-03-04 Thu 20:42] =>  2:22
     :END:
**** DONE Digital warmups                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-04 Thu 20:42]--[2021-03-04 Thu 21:19] =>  0:37
     :END:
*** <2021-03-05 Fri>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-05 Fri 19:32]--[2021-03-05 Fri 20:45] =>  1:13
     CLOCK: [2021-03-05 Fri 06:39]--[2021-03-05 Fri 07:28] =>  0:49
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-05 Fri 17:56]--[2021-03-05 Fri 18:11] =>  0:15
     :END:
**** DONE Proko Anatomy - Abs                                       :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-05 Fri 18:11]--[2021-03-05 Fri 19:32] =>  1:21
     :END:
*** <2021-03-06 Sat>
**** DONE Copy Finch                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-06 Sat 08:46]--[2021-03-06 Sat 09:54] =>  1:08
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-06 Sat 09:54]--[2021-03-06 Sat 10:11] =>  0:17
     :END:
**** DONE Proko Anatomy - Abs                                       :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-06 Sat 18:42]--[2021-03-06 Sat 19:54] =>  1:12
     CLOCK: [2021-03-06 Sat 15:34]--[2021-03-06 Sat 16:30] =>  0:56
     CLOCK: [2021-03-06 Sat 13:27]--[2021-03-06 Sat 14:47] =>  1:20
     CLOCK: [2021-03-06 Sat 10:11]--[2021-03-06 Sat 11:39] =>  1:28
     :END:
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-06 Sat 21:08]--[2021-03-06 Sat 21:23] =>  0:15
     CLOCK: [2021-03-06 Sat 20:49]--[2021-03-06 Sat 21:08] =>  0:19
     CLOCK: [2021-03-06 Sat 14:47]--[2021-03-06 Sat 15:19] =>  0:32
     :END:
**** DONE Proko Anatomy - Obliques                                    :study:
     :LOGBOOK:
     CLOCK: [2021-03-06 Sat 20:30]--[2021-03-06 Sat 20:48] =>  0:18
     CLOCK: [2021-03-06 Sat 15:21]--[2021-03-06 Sat 15:34] =>  0:13
     :END:
*** <2021-03-07 Sun>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-07 Sun 08:59]--[2021-03-07 Sun 09:20] =>  0:21
     :END:
**** DONE Proko Anatomy - Obliques                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-07 Sun 18:03]--[2021-03-07 Sun 19:22] =>  1:19
     CLOCK: [2021-03-07 Sun 13:18]--[2021-03-07 Sun 14:23] =>  1:05
     CLOCK: [2021-03-07 Sun 09:21]--[2021-03-07 Sun 11:51] =>  2:30
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-03-07 Sun 19:22]--[2021-03-07 Sun 20:04] =>  0:42
     :END:

** Week 4
#+BEGIN: clocktable :scope subtree :maxlevel 6 :tags t
#+CAPTION: Clock summary at [2021-03-08 Mon 21:24]
| Tags    | Headline                             | Time   |      |      |      |
|---------+--------------------------------------+--------+------+------+------|
|         | *Total time*                         | *9:03* |      |      |      |
|---------+--------------------------------------+--------+------+------+------|
|         | \_  Week 4                           |        | 9:03 |      |      |
|         | \_    <2021-03-08 Mon>               |        |      | 9:03 |      |
| study   | \_      Order materials for painting |        |      |      | 2:51 |
| drawing | \_      Warmup                       |        |      |      | 0:30 |
| drawing | \_      Proko Anatomy - Obliques     |        |      |      | 3:29 |
| study   | \_      Set up calendar              |        |      |      | 0:13 |
| drawing | \_      Proko Anatomy - Shoulders    |        |      |      | 2:00 |
#+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study")
| Tag     | Headline   | Time (h) |
|---------+------------+----------|
| drawing | *Tag time* | *5h 59m* |
|---------+------------+----------|
| study   | *Tag time* | *3h 4m*  |

#+END:
 
*** <2021-03-08 Mon>
**** DONE Order materials for painting                                :study:
     :LOGBOOK:
     CLOCK: [2021-03-08 Mon 7:30]--[2021-03-08 Mon 10:21] =>  2:51
     :END:
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-08 Mon 12:36]--[2021-03-08 Mon 13:06] =>  0:30
     :END:
**** DONE Proko Anatomy - Obliques                                  :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-08 Mon 18:09]--[2021-03-08 Mon 19:09] =>  1:00
     CLOCK: [2021-03-08 Mon 14:51]--[2021-03-08 Mon 16:18] =>  1:27
     CLOCK: [2021-03-08 Mon 13:06]--[2021-03-08 Mon 14:08] =>  1:02
     :END:
**** DONE Set up calendar                                             :study:
     :LOGBOOK:
     CLOCK: [2021-03-08 Mon 19:10]--[2021-03-08 Mon 19:23] =>  0:13
     :END:
**** DONE Proko Anatomy - Shoulders                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-08 Mon 19:23]--[2021-03-08 Mon 21:23] =>  2:00
     :END:

